<?php
// Text
$_['text_title']		 = 'پرداخت آنلاین نکست پی';
$_['text_wait']  		 = 'لطفا صبر نمایید!';
$_['text_connect'] 		 = 'در حال اتصال به درگاه نکست پی!';
$_['text_results']  	 = 'رسید نکست پی : ';
$_['text_order_no']  	 = 'خرید شماره: ';

$_['button_view_cart']	 = 'مشاهده سبد خرید';
$_['button_complete']    = 'تکمیل پرداخت';

$_['error_order_id']	 = 'شماره سفارش پیدا نشد !';
$_['error_verify'] = 'اعتبارسنجی تراکنش ناموفق بود';
$_['error_cant_connect']	 = 'مشکلی در اتصال به درگاه نکست پی پیش آمده است!<br>'.
								'لطفا مجددا امتحان کنید.<br>'.
								'در صورت رفع نشدن مشکل به پشتیبانی نکست پی اطلاع دهید.';
$_['error_connect_verify'] = 'مشکلی در اعتبارسنجی پرداخت پیش آمد!<br>'.
								'لطفا مجددا امتحان کنید.<br>'.
								'در صورت رفع نشدن مشکل به پشتیبانی نکست پی اطلاع دهید.';
?>
